{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28,
        "heading_title": ""
      }
    },
    "04574b09-f6ef-465b-a8d3-1b86e938e044": {
      "type": "section-blog-banner",
      "settings": {
        "bg_image": "shopify:\/\/shop_images\/image_32_1.png",
        "image_logo": "shopify:\/\/shop_images\/Hunnybee_Logo_BLK_300dpi_2_de2f4fda-dcb2-4377-b7e2-f5d61bb7c72d.png",
        "text_1": "Sex",
        "text_2": "is self-care",
        "image_right": "shopify:\/\/shop_images\/Group_35593_1.png"
      }
    },
    "af5d51f3-6c8d-45f8-b6ca-418de6bce132": {
      "type": "section-blog-content",
      "blocks": {
        "889221e2-d156-4677-af7d-2997faec70ba": {
          "type": "image-text",
          "settings": {
            "block_text_top": "Dr D \/ MBBS",
            "block_image": "shopify:\/\/shop_images\/OBJECTS.png",
            "block_title": "What are the most common Stis in Australia?",
            "block_description": "<p>Chlamydia is statistically the most common STI in Australia, particularly in young people between 15 and 25 years of age. Chlamydia infection can lead to pelvis inflammatory disease, a common cause of infertility, ectopic pregnancy, and Pelvic pain. It is therefore they have an STD as soon as possible as well as encouraging the practice of safe sex to reduce the risk of infection in the first place<\/p>"
          }
        },
        "3bed979b-d0ae-4393-8760-4a873548f7fc": {
          "type": "image-text",
          "settings": {
            "block_text_top": "Dr D \/ MBBS",
            "block_image": "shopify:\/\/shop_images\/OBJECTS_1.png",
            "block_title": "Are there any Sti’s that aren’t as well known but are common?",
            "block_description": "<p>Another STI which is currently being studied to understand more about its significance is Mycoplasma genitalium.<\/p><p>The symptoms are similar to chlamydia however it is much less common and only tested for if patients remains symptomatic when the standard STI screen is negative.<\/p>"
          }
        },
        "55b8b353-0a96-4eb9-abc3-fbfb56e503a5": {
          "type": "image-text",
          "settings": {
            "block_text_top": "Dr D \/ MBBS",
            "block_image": "shopify:\/\/shop_images\/OBJECTS_2.png",
            "block_title": "What advice would you give someone who may have symptoms, but is nervous embarrassed about seeing a GP or Sexual Health specialist?",
            "block_description": "<p>You should never feel embarrassed about asking a doctor for a sexual health cheek up. We definitely see it as a positive when people proactively look after their health! It is also worth knowing that dedicated sexual health clinics are completely separate from your GP and any record of discussions, testing and treatment is kept confidential within the sexual health clinic records. It does not enter your regular GP health records.<\/p>"
          }
        },
        "a92c16da-b60d-4b88-b399-0894fc0dbcea": {
          "type": "image-text",
          "settings": {
            "block_text_top": "Dr D \/ MBBS",
            "block_image": "shopify:\/\/shop_images\/Layer_1.png",
            "block_title": "What are common symptoms of an STI?",
            "block_description": "<p>Some of many symptoms can include vaginal or penile discharge, burning when urinating, ulcers or rashes, bleeding after intercourse or irregular bleeding (bleeding outside of your body period), worsening pelvic pain or pain on intercourse and testicular pain. Less commonly known symptoms include rectal pain or disturbance, conjuncticitis and joint pains.<\/p>"
          }
        },
        "518d0185-6838-4eef-823c-738ddd71ba3b": {
          "type": "image-text",
          "settings": {
            "block_text_top": "Dr D \/ MBBS",
            "block_image": "shopify:\/\/shop_images\/Layer_1_1.png",
            "block_title": "When seeing a GP for a “full” Sti check what isn’t covered that the patient isnt aware of?",
            "block_description": "<p>A full standard STI check currently consists of a blood test to check for HIV, syphilis and hepatitis C&B (if not already known to be immune from vaccination) In addition a urine sample sometimes called an FVU (first void urine) or a vaginal swab is also needed to test for chlamydia and gonorrhoea.<\/p>"
          }
        },
        "e81aa0e7-b2a4-44a6-ac1c-23ddd98e6925": {
          "type": "image-text",
          "settings": {
            "block_text_top": "Dr D \/ MBBS",
            "block_image": "shopify:\/\/shop_images\/OBJECTS_3.png",
            "block_title": "What about herpes and the stigma around it?",
            "block_description": "<p>Doctors do not routinely screen for herpes in patients without symptoms. This is due to a number of reasons. Past exposure to the herpes type (HSV1) and type 2 (HSV 2) and the presence of antibodies is fairly common in the general population. The presence of antibodies to HSV does not mean a person is infectious at will not develop a single ulcer in their entire lifetime. <\/p>"
          }
        }
      },
      "block_order": [
        "889221e2-d156-4677-af7d-2997faec70ba",
        "3bed979b-d0ae-4393-8760-4a873548f7fc",
        "55b8b353-0a96-4eb9-abc3-fbfb56e503a5",
        "a92c16da-b60d-4b88-b399-0894fc0dbcea",
        "518d0185-6838-4eef-823c-738ddd71ba3b",
        "e81aa0e7-b2a4-44a6-ac1c-23ddd98e6925"
      ],
      "settings": {
        "display_menu": true,
        "menu": "the-conversations-menu",
        "sub_text_menu": "We sat down with Dr D, to talk all things Sexual Health.\nThey have been a medical Doctor for 15 years with extensive experience in both mental and sexual health",
        "display_button": true,
        "text_button": "Shop Now",
        "url_button": "shopify:\/\/collections\/frontpage",
        "image_border": "shopify:\/\/shop_images\/Vector_59_d7b1a682-482f-467a-8034-c939a819ac5c.png"
      }
    }
  },
  "order": [
    "main",
    "04574b09-f6ef-465b-a8d3-1b86e938e044",
    "af5d51f3-6c8d-45f8-b6ca-418de6bce132"
  ]
}