{
  "sections": {
    "c18ae84b-c9f7-4257-816a-1f30b924a55d": {
      "type": "faqs-page",
      "blocks": {
        "aebecf04-4ecd-4130-b210-a1a871dbd998": {
          "type": "text",
          "settings": {
            "question_faqs_1": "What advice would you give someone who may have symptoms, but is nervous embarrassed about seeing a GP or Sexual Health specialist?",
            "answer_faqs_1": "You should never feel embarrassed about asking a doctor for a sexual health cheek up. We definitely see it as a positive when people proactively look after their health! It is also worth knowing that dedicated sexual health clinics are completely separate from your GP and any record of discussions, testing and treatment is kept confidential within the sexual health clinic records. It does not enter your regular GP health records.",
            "question_faqs_2": "What are the most common Stis in Australia?",
            "answer_faqs_2": "Chlamydia is statistically the most common STI in Australia, particularly in young people between 15 and 25 years of age. Chlamydia infection can lead to pelvis inflammatory disease, a common cause of infertility, ectopic pregnancy, and Pelvic pain. It is therefore they have an STD as soon as possible as well as encouraging the practice of safe sex to reduce the risk of infection in the first place",
            "question_faqs_3": "Are there any Sti’s that aren’t as well known but are common?",
            "answer_faqs_3": "Another STI which is currently being studied to understand more about its significance is Mycoplasma genitalium.\n\nThe symptoms are similar to chlamydia however it is much less common and only tested for if patients remains symptomatic when the standard STI screen is negative.",
            "question_faqs_4": "What are common symptoms of an STI?",
            "answer_faqs_4": "Some of many symptoms can include vaginal or penile discharge, burning when urinating, ulcers or rashes, bleeding after intercourse or irregular bleeding (bleeding outside of your body period), worsening pelvic pain or pain on intercourse and testicular pain. Less commonly known symptoms include rectal pain or disturbance, conjuncticitis and joint pains.",
            "question_faqs_5": "",
            "answer_faqs_5": ""
          }
        }
      },
      "block_order": [
        "aebecf04-4ecd-4130-b210-a1a871dbd998"
      ],
      "settings": {
        "des_faqs": "",
        "contact_text": "",
        "contact_link_text": "",
        "contact_link": "",
        "icon_faqs": "0",
        "bg_icon_qs": "#000000",
        "color_icon_qs": "#1b1b1b",
        "bg_question": "#f5f5f5",
        "color_question": "#1b1b1b",
        "font_size_qs": "13",
        "bg_question_acitve": "#ffffff",
        "color_question_acitve": "#1b1b1b",
        "icon_answer": "0",
        "bg_icon_answer": "#ffffff",
        "color_icon_answer": "#1b1b1b",
        "color_question_answer": "#000000",
        "font_size_answer": "",
        "color_question_link": "#1b1b1b",
        "icon_show": "+",
        "icon_hide": "-"
      }
    }
  },
  "order": [
    "c18ae84b-c9f7-4257-816a-1f30b924a55d"
  ]
}
